             $ SET SOURCEFORMAT"FREE"
       IDENTIFICATION DIVISION.
       PROGRAM-ID. ShortestProgram.
       
       PROCEDURE DIVISION.
       DisplayPrompt.
           DISPLAY "Hello World".
           STOP RUN.

